{
    "home": {
        "profileText": "La meva passió és portar bellesa i confiança a cada client.",
        "schedule": "Horari del Saló",
        "Monday": "Dilluns: 3–8 PM",
        "Tuesday": "Dimarts: 3–8 PM",
        "Wednesday": "Dimecres: 3–8 PM",
        "Thursday": "Dijous: 3–8 PM",
        "Friday": "Divendres: 3–8 PM",
        "Saturday": "Dissabte: 9 AM–1 PM",
        "Sunday": "Diumenge: Tancat",
        "contact": "Contacta'ns",
        "textUs": "Escriu-nos",
        "meta": "Descobreix GABSALON, el teu destí de confiança per a serveis de barberia excepcionals a La Sénia, Tarragona. Des de talls clàssics fins a les últimes tendències, el nostre equip experimentat et garanteix un look perfecte en un ambient acollidor. Explora els nostres serveis i reserva la teva cita avui mateix!"
    },
    "about": {
        "about": "Sobre",
        "aboutText": "GABSALON és un saló de barberia d'homes dedicat a proporcionar serveis de qualitat en un ambient acollidor i amigable.",
        "address": "La Nostra Adreça",
        "addressText": "Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "customersComments": "Comentaris dels Clients",
        "review1": "Avui he tingut el plaer de visitar Gab Saló, un espai innovador i molt agradable, juntament amb un bon professional que t'assessorarà i cuidarà de la teva imatge!!",
        "name1": "Rachidfit",
        "star1": "5",
        "review2": "Un veritable mestre. Molt meticulós, atent i amable. Professional 100% 👌💪❤…",
        "name2": "Marc Grañana Verge",
        "star2": "5",
        "review3": "Molt bon tall i molt bon professional, recomanat 100%",
        "name3": "Marc Beltran Verge",
        "star3": "5",
        "cookies": "Galetes",
        "cookiesText": "Pots consultar la nostra",
        "policyPrivacy": "política de privacitat",
        "title": "Política de Privacitat",
        "or": "o",
        "manageCookies": "gestionar les galetes.",
        "meta": "Descobreix la història i la passió darrere de GABSALON, el teu saló de perruqueria de confiança a La Sénia, Tarragona. Coneix els nostres serveis de qualitat, la nostra dedicació a la bellesa i l'atenció personalitzada que oferim a cada client. Visita la nostra pàgina 'Sobre nosaltres' per saber-ne més!"
    },
    "policyPrivacy": {
        "policyPrivacy": "Política De Privacitat",
        "copiledInfo": "Informació que recopilem",
        "info1": "detalls sobre els dispositius que utilitzes per accedir al nostre lloc, com la direcció IP, el tipus de dispositiu, el sistema operatiu i els tipus de navegador.",
        "info2": "informació sobre com utilitzes el nostre lloc, com les pàgines que visites i els enllaços en què fas clic.",
        "useOfInfo": "Com utilitzem la teva informació",
        "use1": "Proporcionar, operar i mantenir el nostre lloc web",
        "use2": "Millorar, personalitzar i expandir el nostre lloc web",
        "use3": "Entendre i analitzar com utilitzes el nostre lloc web",
        "use4": "Desenvolupar nous productes, serveis, característiques i funcionalitats",
        "shareInfo": "Compartir la teva informació",
        "shareInfoText": "No venem ni lloguem la informació a tercers. No obstant això, podem compartir informació amb tercers que ens ajuden a operar el nostre lloc web, realitzar el nostre negoci, o servir als nostres usuaris, sempre que aquestes parts acordin mantenir aquesta informació confidencial.",
        "securityInfo": "Seguretat de la informació",
        "securityInfoText": "Prenem mesures raonables per protegir la informació que recopilem d'accessos no autoritzats, divulgació, alteració i destrucció.",
        "privacyRights": "Els teus drets de privacitat",
        "privacyRightsText": "Tens dret a accedir, corregir o esborrar la informació personal que tenim sobre tu. També tens dret a restringir o objectar, en cert moment, al tractament de la teva informació personal i dret a la portabilitat de les dades.",
        "contact": "Contacte",
        "contactText": "Si tens preguntes o comentaris sobre aquesta política, pots contactar-nos a Email:",
        "email": "Email: contacto@gabsalon.com",
        "address": "Adreça: Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "meta": "Llegeix la nostra Política de Privacitat per entendre com GABSALON recull, utilitza i protegeix la teva informació personal quan visites el nostre lloc web. Estem compromesos amb la seguretat de les teves dades."
    },
    "cookies": {
        "policyCookies": "Política de Galetes",
        "policyCookiesText": "Aquest lloc web utilitza galetes per millorar la teva experiència. Les galetes són petits fitxers de text que s'emmagatzemen en el teu dispositiu i ens ajuden a recordar les teves preferències i altres detalls de la teva visita. Utilitzem aquestes galetes per recordar l'idioma que has seleccionat, i guardar fitxers que s'utilitzen a la pàgina, tals com fulles d'estil o fotos, de manera que puguis navegar en el nostre lloc web de manera més còmoda i ràpida.",
        "cookiesAre": "Què són les galetes?",
        "cookiesAreText": "Les galetes són fitxers de dades que es guarden en el teu ordinador o dispositiu mòbil quan visites alguns llocs web. Aquests fitxers són utilitzats pels llocs web per recordar informació sobre tu, com les teves preferències d'idioma o informació d'inici de sessió.",
        "cookiesUse": "Ús de galetes",
        "cookiesUseText": "Utilitzem una galeta que s'activa quan selecciones un idioma. Aquesta galeta emmagatzema la teva preferència d'idioma i la manté per a futures visites, de manera que no necessites seleccionar el teu idioma cada vegada que visites el nostre lloc. A més, emmagatzemem imatges i estils CSS per optimitzar el temps de càrrega i millorar la teva experiència d'usuari.",
        "options": "Les teves opcions",
        "optionsText": "Pots configurar el teu navegador perquè accepti o rebutgi les galetes. La majoria dels navegadors permeten algun tipus de control de la majoria de les galetes a través de la configuració del navegador. Si decideixes no acceptar l'ús de galetes, la teva experiència en el nostre lloc web podria veure's afectada i algunes funcionalitats podrien no operar com s'espera.",
        "optionsText2": "Per obtenir més informació sobre com gestionar i esborrar galetes, visita",
        "aboutCookiesLink": " aboutcookies.org",
        "moreInfo": "Més informació",
        "moreInfoText": "Per obtenir més informació sobre com tractem les teves dades personals, visita la nostra",
        "policyPrivacyLink": " Política de Privacitat",
        "moreInfoText2": "En utilitzar el nostre lloc web, acceptes el nostre ús de galetes conforme a aquesta Política de Galetes.",
        "accept": "Acceptar"
    },
    "errors": {
        "error1": "404 - Pàgina No Trobada",
        "error1Text": "Ho sentim, la pàgina que buscaves no existeix.",
        "error2": "Error del Servidor",
        "error2Text": "Ho sentim, el nostre servidor ha tingut un error. Torna més tard.",
        "meta1": "Ui! No hem pogut trobar la pàgina que buscabes a GABSALON. Pots tornar a la pàgina principal o contactar-nos si necessites ajuda.",
        "meta2": "Lamentem els inconvenients, però estem experimentant problemes tècnics a GABSALON. Estem treballant per resoldre-ho ràpidament. Si us plau, torna a intentar-ho en uns minuts o contacta'ns si necessites assistència immediata."
    },
    "currentLanguage": "cat",
    "pageName": "GAB SALON",
    "owner": "George Bota",
    "phone": "+34642298634",
    "email": "gabsalonn@algo.com",
    "tikTok": "@gabsalonn",
    "instagram": "gabsalonn",
    "address": "Carrer Dr. Ferran, 8",
    "cookiesPageLink": "https://www.aboutcookies.org/"
}
