{
    "home": {
        "profileText": "My passion is to bring beauty and confidence to every client.",
        "schedule": "Salon Schedule",
        "Monday": "Monday: 3–8 PM",
        "Tuesday": "Tuesday: 3–8 PM",
        "Wednesday": "Wednesday: 3–8 PM",
        "Thursday": "Thursday: 3–8 PM",
        "Friday": "Friday: 3–8 PM",
        "Saturday": "Saturday: 9 AM–1 PM",
        "Sunday": "Sunday: Closed",
        "contact": "Contact Us",
        "textUs": "Text Us",
        "meta": "Discover GABSALON, your trusted destination for exceptional barbering services in La Sénia, Tarragona. From classic cuts to the latest trends, our experienced team ensures you a perfect look in a cozy atmosphere. Explore our services and book your appointment today!"
    },
    "about": {
        "about": "About",
        "aboutText": "GABSALON is a men's barber salon dedicated to providing quality services in a cozy and friendly environment.",
        "address": "Our Address",
        "addressText": "Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "customersComments": "Customer Comments",
        "review1": "Today I had the pleasure of visiting Gab Salon, a novel and very pleasant space, alongside a good professional who will advise and take care of your image!!",
        "name1": "Rachidfit",
        "star1": "5",
        "review2": "A true master. Very meticulous, attentive and kind. 100% professional 👌💪❤...",
        "name2": "Marc Grañana Verge",
        "star2": "5",
        "review3": "Very good cut and very good professional, recommended 100%",
        "name3": "Marc Beltran Verge",
        "star3": "5",
        "cookies": "Cookies",
        "cookiesText": "You can consult our",
        "policyPrivacy": "privacy policy",
        "title": "Privacy Policy",
        "or": "or",
        "manageCookies": "manage cookies.",
        "meta": "Discover the history and passion behind GABSALON, your trusted barber shop in La Sénia, Tarragona. Learn about our quality services, our dedication to beauty, and the personalized attention we offer to each client. Visit our 'About Us' page to learn more!"
    },
    "policyPrivacy": {
        "policyPrivacy": "Privacy Policy",
        "copiledInfo": "Information We Collect",
        "info1": "details about the devices you use to access our site, such as the IP address, device type, operating system, and browser types.",
        "info2": "information on how you use our site, such as the pages you visit and the links you click on.",
        "useOfInfo": "How We Use Your Information",
        "use1": "To provide, operate, and maintain our website",
        "use2": "To improve, personalize, and expand our website",
        "use3": "To understand and analyze how you use our website",
        "use4": "To develop new products, services, features, and functionalities",
        "shareInfo": "Sharing Your Information",
        "shareInfoText": "We do not sell or rent information to third parties. However, we may share information with third parties who help us operate our website, conduct our business, or serve our users, provided that such parties agree to keep this information confidential.",
        "securityInfo": "Information Security",
        "securityInfoText": "We take reasonable steps to protect the information we collect from unauthorized access, disclosure, alteration, and destruction.",
        "privacyRights": "Your Privacy Rights",
        "privacyRightsText": "You have the right to access, correct, or delete the personal information we hold about you. You also have the right to restrict or object, at certain times, to the processing of your personal information and the right to data portability.",
        "contact": "Contact",
        "contactText": "If you have questions or comments about this policy, you can contact us at Email:",
        "email": "Email: contact@gabsalon.com",
        "address": "Address: Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "meta": "Read our Privacy Policy to understand how GABSALON collects, uses, and protects your personal information when you visit our website. We are committed to the security of your data."
    },
    "cookies": {
        "policyCookies": "Cookie Policy",
        "policyCookiesText": "This website uses cookies to enhance your experience. Cookies are small text files that are stored on your device and help us remember your preferences and other details of your visit. We use these cookies to remember the language you have selected, and to save files used on the page, such as stylesheets or images, so you can browse our website more comfortably and quickly.",
        "cookiesAre": "What are cookies?",
        "cookiesAreText": "Cookies are data files that are stored on your computer or mobile device when you visit some websites. These files are used by websites to remember information about you, such as your language preferences or login information.",
        "cookiesUse": "Use of cookies",
        "cookiesUseText": "We use a cookie that is activated when you select a language. This cookie stores your language preference and maintains it for future visits, so you do not need to select your language every time you visit our site. Additionally, we store images and CSS stylesheets to optimize loading time and improve your user experience.",
        "options": "Your options",
        "optionsText": "You can configure your browser to accept or reject cookies. Most browsers allow some control of most cookies through the browser settings. If you choose not to accept the use of cookies, your experience on our website may be affected and some functionalities may not operate as expected.",
        "optionsText2": "For more information on how to manage and delete cookies, visit",
        "aboutCookiesLink": " aboutcookies.org",
        "moreInfo": "More information",
        "moreInfoText": "For more information on how we treat your personal data, visit our",
        "policyPrivacyLink": " Privacy Policy",
        "moreInfoText2": "By using our website, you consent to our use of cookies in accordance with this Cookie Policy.",
        "accept": "Accept"
    },
    "errors": {
        "error1": "404 - Page Not Found",
        "error1Text": "Sorry, the page you were looking for does not exist.",
        "error2": "Server Error",
        "error2Text": "Sorry, our server has encountered an error. Please try again later.",
        "meta1": "Oops! We couldn't find the page you were looking for at GABSALON. You can return to the main page or contact us if you need help.",
        "meta2": "We apologize for the inconvenience, but we are experiencing technical problems at GABSALON. We are working to resolve this quickly. Please try again in a few minutes or contact us if you need immediate assistance."
    },
        "currentLanguage": "en",
        "pageName": "GAB SALON",
        "owner": "Ruben Botez",
        "phone": "+34999999999",
        "email": "gabsalonn@something.com",
        "tikTok": "@abc",
        "instagram": "abc",
        "address": "Carrer Dr. Ruben, 8"
}