{
    "home": {
        "profileText": "Mi pasión es llevar la belleza y la confianza a cada cliente.",
        "schedule": "Horario del Salón",
        "Monday": "Lunes: 3–8 PM",
        "Tuesday": "Martes: 3–8 PM",
        "Wednesday": "Miércoles: 3–8 PM",
        "Thursday": "Jueves: 3–8 PM",
        "Friday": "Viernes: 3–8 PM",
        "Saturday": "Sábado: 9 AM–1 PM",
        "Sunday": "Domingo: Cerrado",
        "contact": "Contactanos",
        "textUs": "Escribenos",
        "meta": "Descubre GABSALON, tu destino de confianza para servicios de barbería excepcionales en La Sénia, Tarragona. Desde cortes clásicos hasta las últimas tendencias, nuestro equipo experimentado te garantiza un look perfecto en un ambiente acogedor. ¡Explora nuestros servicios y reserva tu cita hoy!"
    },
    "about": {
        "about": "Sobre",
        "aboutText": "GABSALON es un salón de barbería de hombres dedicado a proporcionar servicios de calidad en un ambiente acogedor y amigable.",
        "address": "Nuestra Dirección",
        "addressText": "Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "customersComments": "Comentarios de Clientes",
        "review1": "Hoy he tenido el placer de visitar Gab Salón, un espacio novedoso y muy agradable, junto a un buen profesional que te asesorará y cuidará de tu imagen!!",
        "name1": "Rachidfit",
        "star1": "5",
        "review2": "Un verdadero maestro. Muy meticuloso, atento y amable. Profesional 100% 👌💪❤…",
        "name2": "Marc Grañana Verge",
        "star2": "5",
        "review3": "Muy buen corte y muy buen profesional, recomendado 100%",
        "name3": "Marc Beltran Verge",
        "star3": "5",
        "cookies": "Cookies",
        "cookiesText": "Puedes consultar nuestra",
        "policyPrivacy": "politica de privacidad",
        "title": "Política de Privacidad",
        "or": "o",
        "manageCookies": "gestionar las cookies.",
        "meta": "Descubre la historia y la pasión detrás de GABSALON, tu salón de barbería de confianza en La Sénia, Tarragona. Conoce nuestros servicios de calidad, nuestra dedicación a la belleza y la atención personalizada que ofrecemos a cada cliente. ¡Visita nuestra página 'Sobre nosotros' para conocer más!"
    },
    "policyPrivacy":{
        "policyPrivacy": "Política De Privacidad",
        "copiledInfo": "Información que recopilamos",
        "info1": "detalles sobre los dispositivos que utilizas para acceder a nuestro sitio, como la dirección IP, el tipo de dispositivo, el sistema operativo y los tipos de navegador.",
        "info2": "información sobre cómo utilizas nuestro sitio, como las páginas que visitas y los enlaces en los que haces clic.",
        "useOfInfo": "Cómo utilizamos tu información",
        "use1": "Proporcionar, operar y mantener nuestro sitio web",
        "use2": "Mejorar, personalizar y expandir nuestro sitio web",
        "use3": "Entender y analizar cómo utilizas nuestro sitio web" ,
        "use4": "Desarrollar nuevos productos, servicios, características y funcionalidades",
        "shareInfo": "Compartir tu información",
        "shareInfoText": "No vendemos ni alquilamos la información a terceros. Sin embargo, podemos compartir información con terceros que nos ayudan a operar nuestro sitio web, realizar nuestro negocio, o servir a nuestros usuarios, siempre que dichas partes acuerden mantener esta información confidencial.",
        "securityInfo": "Seguridad de la información",
        "securityInfoText": "Tomamos medidas razonables para proteger la información que recopilamos de accesos no autorizados, divulgación, alteración y destrucción.",
        "privacyRights": "Tus derechos de privacidad",
        "privacyRightsText": "Tienes derecho a acceder, corregir o borrar la información personal que tenemos sobre ti. También tienes derecho a restringir u objetar, en cierto momento, al tratamiento de tu información personal y derecho a la portabilidad de los datos.",
        "contact": "Contacto",
        "contactText": "Si tienes preguntas o comentarios sobre esta política, puedes contactarnos en Email:",
        "email": "Email: contacto@gabsalon.com",
        "address": "Dirección: Carrer Dr. Ferran, 8, 43560 La Sénia, Tarragona",
        "meta": "Lee nuestra Política de Privacidad para entender cómo GABSALON recopila, usa y protege tu información personal cuando visitas nuestro sitio web. Estamos comprometidos con la seguridad de tus datos."

    },
    "cookies": {
        "policyCookies": "Política de Cookies",
        "policyCookiesText": "Este sitio web utiliza cookies para mejorar tu experiencia. Las cookies son pequeños archivos de texto que se almacenan en tu dispositivo y nos ayudan a recordar tus preferencias y otros detalles de tu visita. Usamos estas cookies para recordar el idioma que has seleccionado, y guardar archivos que se usan en la página, tales como hojas de estilo o fotos , de modo que puedas navegar en nuestro sitio web de manera más cómoda y veloz.",
        "cookiesAre": "¿Qué son las cookies?",
        "cookiesAreText": "Las cookies son archivos de datos que se guardan en tu ordenador o dispositivo móvil cuando visitas algunos sitios web. Estos archivos son utilizados por los sitios web para recordar información sobre ti, como tus preferencias de idioma o información de inicio de sesión.",
        "cookiesUse": "Uso de cookies",
        "cookiesUseText": "Utilizamos una cookie que se activa cuando seleccionas un idioma. Esta cookie almacena tu preferencia de idioma y la mantiene para futuras visitas, de manera que no necesitas seleccionar tu idioma cada vez que visitas nuestro sitio. Además, almacenamos imágenes y estilos CSS para optimizar el tiempo de carga y mejorar tu experiencia de usuario.",
        "options": "Tus opciones",
        "optionsText": "Puedes configurar tu navegador para que acepte o rechace las cookies. La mayoría de los navegadores permiten algún tipo de control de la mayoría de las cookies a través de la configuración del navegador. Si decides no aceptar el uso de cookies, tu experiencia en nuestro sitio web podría verse afectada y algunas funcionalidades pueden no operar como se espera.",
        "optionsText2": "Para obtener más información sobre cómo gestionar y borrar cookies, visita",
        "aboutCookiesLink": " aboutcookies.org",
        "moreInfo": "Más información",
        "moreInfoText": "Para obtener más información sobre cómo tratamos tus datos personales, visita nuestra",
        "policyPrivacyLink": " Política de Privacidad",
        "moreInfoText2": "Al utilizar nuestro sitio web, aceptas nuestro uso de cookies conforme a esta Política de Cookies.",
        "accept": "Aceptar"
    },
    "errors": {
        "error1": "404 - La página no existe",
        "error1Text": "Lo sentimos, la página que buscabas no existe.",
        "error2": "Error del servidor",
        "error2Text": "Lo sentimos, nuestro servidor ha tenido un error. Vuelve más tarde.",
        "meta1": "¡Ups! No pudimos encontrar la página que buscabas en GABSALON. Puedes volver a la página principal o contactarnos si necesitas ayuda.",
        "meta2": "Lamentamos los inconvenientes, pero estamos experimentando problemas técnicos en GABSALON. Trabajamos para resolver esto rápidamente. Por favor, vuelve a intentarlo en unos minutos o contáctanos si necesitas asistencia inmediata."
    },
    "currentLanguage": "es",
    "pageName": "GAB SALON",
    "owner": "Ruben Botez",
    "phone": "+34999999999",
    "email": "gabsalonn@algo.com",
    "tikTok": "@abc",
    "instagram": "abc",
    "address": "Calle Dr. Ruben, 8",
    "cookiesPageLink": "https://www.aboutcookies.org/"
}
